
/* Class = "NSWindow"; title = "Project Find"; ObjectID = "371"; */
"371.title" = "Project Find";

/* Class = "NSButtonCell"; title = "Choose"; ObjectID = "587"; */
"587.title" = "Choose";

/* Class = "NSButtonCell"; title = "Ignore Case"; ObjectID = "597"; */
"597.title" = "Ignore Case";

/* Class = "NSButtonCell"; title = "Source-code Only"; ObjectID = "601"; */
"601.title" = "Source-code Only";

/* Class = "NSButtonCell"; title = "Whole Words"; ObjectID = "607"; */
"607.title" = "Whole Words";

/* Class = "NSButtonCell"; title = "Recursive"; ObjectID = "650"; */
"650.title" = "Recursive";

/* Class = "NSTextFieldCell"; title = "Match Options"; ObjectID = "669"; */
"669.title" = "Match Options";

/* Class = "NSTextFieldCell"; title = "Scan Options"; ObjectID = "674"; */
"674.title" = "Scan Options";

/* Class = "NSButtonCell"; title = "Show context of"; ObjectID = "720"; */
"720.title" = "Show context of";

/* Class = "NSTextFieldCell"; title = "Ignore Filenames"; ObjectID = "728"; */
"728.title" = "Ignore Filenames";

/* Class = "NSTextFieldCell"; title = "Filename Regex"; ObjectID = "740"; */
"740.title" = "Filename Regex";

/* Class = "NSTextFieldCell"; title = "lines."; ObjectID = "803"; */
"803.title" = "lines.";

/* Class = "NSTextFieldCell"; title = "Found %d matches in %d lines in %d files"; ObjectID = "994"; */
"994.title" = "Found %d matches in %d lines in %d files";

/* Class = "NSSegmentedCell"; 1068.ibShadowedLabels[0] = "Stop"; ObjectID = "1068"; */
"1068.ibShadowedLabels[0]" = "Stop";

/* Class = "NSSegmentedCell"; 1068.ibShadowedLabels[1] = "Replace"; ObjectID = "1068"; */
"1068.ibShadowedLabels[1]" = "Replace";

/* Class = "NSTextFieldCell"; placeholderString = "Replace"; ObjectID = "1070"; */
"1070.placeholderString" = "Replace";

/* Class = "NSButtonCell"; title = "..."; ObjectID = "1071"; */
"1071.title" = "...";

/* Class = "NSTextFieldCell"; placeholderString = "Find"; ObjectID = "1072"; */
"1072.placeholderString" = "Find";

/* Class = "NSButton"; ibShadowedToolTip = "Regex Search"; ObjectID = "1485"; */
"1485.ibShadowedToolTip" = "Regex Search";

/* Class = "NSButtonCell"; title = "\\$"; ObjectID = "1486"; */
"1486.title" = "\\$";

/* Class = "NSSegmentedCell"; 1566.ibShadowedLabels[0] = "Go to"; ObjectID = "1566"; */
"1566.ibShadowedLabels[0]" = "Go to";

/* Class = "NSSegmentedCell"; 1566.ibShadowedLabels[1] = "Replace Only"; ObjectID = "1566"; */
"1566.ibShadowedLabels[1]" = "Replace Only";

/* Class = "NSTextFieldCell"; title = "Danger! Prepare your backup."; ObjectID = "1779"; */
"1779.title" = "Danger! Prepare your backup.";

/* Class = "NSTextFieldCell"; title = "Project replacement is new. There might be unknown bugs lurking. Make sure you have a\n\nCheck that:\n• You have an up to date backup.\n• You've committed all your changes.\n• The replacement pattern is correct (be aware that \\ and $ signs must be escaped for regex replacement).\n• The directory was set correctly, and the right files are being replaced."; ObjectID = "1780"; */
"1780.title" = "Project replacement is new. There might be unknown bugs lurking. Make sure you have a\n\nCheck that:\n• You have an up to date backup.\n• You've committed all your changes.\n• The replacement pattern is correct (be aware that \\ and $ signs must be escaped for regex replacement).\n• The directory was set correctly, and the right files are being replaced.";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "1782"; */
"1782.title" = "Cancel";

/* Class = "NSTextFieldCell"; title = "full backup."; ObjectID = "1787"; */
"1787.title" = "full backup.";

/* Class = "NSButtonCell"; title = "Replace"; ObjectID = "1788"; */
"1788.title" = "Replace";
